Repository: JoryHogeveen/sidebar-login
Catalog: languages/sidebar_login-*.po
Languages: tr_tr

source: Please enter your username
tr_tr: Lütfen kullanıcı adınızı giriniz

source: Please enter your password
tr_tr: Lütfen kullanıcı şifrenizi giriniz

source: Please enter your username and password to login.
tr_tr: Giriş yapabilmek için lütfen kullanıcı adı ve şifrenizi giriniz.

source: Displays a login area in the sidebar.
tr_tr: Yan panelde oturum açma alanı gösterir.

source: Logged-out title
tr_tr: Oturum açmayanların göreceği başlık

source: Login
tr_tr: Giriş

source: Links
tr_tr: Linkler

source: <code>Text | HREF</code>
tr_tr: <code>Yazı | HREF</code>

source: Show lost password link
tr_tr: "Parolamı unuttum" linki göster

source: Show register link
tr_tr: Kaydolma linki göster

source: <a href="%s">Anyone can register</a> must be enabled.
tr_tr: <a href="%s">Herkes kaydolabilir</a> özelliği aktif olmalıdır.

source: Login Redirect URL
tr_tr: Giriş yapanların yönlendirileceği URL

source: Logged-in title
tr_tr: Oturum açanların göreceği başlık

source: Welcome %username%
tr_tr: Merhaba %username%

source: <code>Text | HREF | Capability</code>
tr_tr: <code>Yazı | HREF | Erişilebilirlik</code>

source: <a href="%s">Capability</a> (optional) refers to the type of user who can view the link.
tr_tr: <a href="%s">Erişilebilirlik</a> (opsiyonel) linkin hangi kullanıcı tiplerine gösterileceğini belirtir.

source: Show logged-in user avatar
tr_tr: Giriş yapan kullanıcıların resimlerini göster.

source: Logout Redirect URL
tr_tr: Çıkış yapanların yönlendirileceği URL

source: Register
tr_tr: Kaydol

source: Lost Password
tr_tr: Şifremi Unuttum

source: Username
tr_tr: Kullanıcı Adı

source: Password
tr_tr: Şifre

source: Remember Me
tr_tr: Beni Hatırla

source: Login &rarr;
tr_tr: Giriş &rarr;
